000000000000a:3:{s:7:"aboutus";a:4:{i:0;a:12:{s:2:"id";s:1:"1";s:4:"name";s:12:"公司简介";s:5:"title";s:12:"公司简介";s:6:"remark";s:12:"行业资讯";s:5:"index";s:1:"0";s:6:"footer";s:1:"1";s:5:"shang";s:7:"aboutus";s:7:"content";s:1750:"<br />
<span style="color:#CC33E5;"> 币创网网(www.thbtc.com)由深圳区链网络科技有限公司于2016年10月创办，</span><span style="font-family:微软雅黑, sans-serif;line-height:27px;color:#CC33E5;">公司注册资本500万，</span><span style="color:#CC33E5;">2016年11月正式上线。上线之初即获得天使资金投资，投资的60%用于平台推广和宣传,</span><span style="font-family:tahoma, 'Microsoft YaHei', Arial, Helvetica, sans-serif;line-height:normal;color:#CC33E5;">其核心团队由多个关注虚拟货币多年的技术人员组成.</span><span></span><br />
<span style="color:#CC33E5;"> &nbsp;币创网网是面向中国的虚拟货币交易平台，我们致力于为您提供安全、快捷、稳定的虚拟货币交易，秉承谷歌“不作恶”的原则，</span><span style="font-family:tahoma, 'Microsoft YaHei', Arial, Helvetica, sans-serif;line-height:normal;color:#CC33E5;">让大家都能在这里获取安全交易。</span><br />
<span style="color:#CC33E5;"> 币创网网在行业内率先实现了 100% 的数字币和法币的数量均为公开透明的。及时的展示和公布平台的会员数。</span><br />
<span style="color:#CC33E5;"> 在发展过程中，我们不仅成了一个团队。我们成了对这项事业有着共同热爱的好朋友！我们所有的员工都具备顶尖资质，能够为每一位客户提供最高水平的服务和个性化方案。我们的团队提供7X12小时的服务，因此让每个客户快乐</span><span style="font-family:tahoma, 'Microsoft YaHei', Arial, Helvetica, sans-serif;line-height:normal;color:#CC33E5;">稳定和优质的交易体验</span><span style="color:#CC33E5;">。</span><br />
<div>
	<br />
</div>";s:4:"sort";s:1:"1";s:7:"addtime";s:10:"1480224496";s:7:"endtime";s:10:"1480224497";s:6:"status";s:1:"1";}i:1;a:12:{s:2:"id";s:1:"5";s:4:"name";s:12:"联系我们";s:5:"title";s:12:"联系我们";s:6:"remark";s:0:"";s:5:"index";s:1:"0";s:6:"footer";s:1:"1";s:5:"shang";s:7:"aboutus";s:7:"content";s:33:"请发送邮箱至56703338@qq.com";s:4:"sort";s:1:"2";s:7:"addtime";s:10:"1480224546";s:7:"endtime";s:10:"1480224548";s:6:"status";s:1:"1";}i:2;a:12:{s:2:"id";s:1:"6";s:4:"name";s:12:"加入我们";s:5:"title";s:12:"加入我们";s:6:"remark";s:0:"";s:5:"index";s:1:"0";s:6:"footer";s:1:"1";s:5:"shang";s:7:"aboutus";s:7:"content";s:82:"<span style="color:#CC33E5;font-size:14px;">请发邮件至:56703338@qq.com</span>";s:4:"sort";s:1:"4";s:7:"addtime";s:10:"1480865835";s:7:"endtime";s:10:"1480865836";s:6:"status";s:1:"1";}i:3;a:12:{s:2:"id";s:1:"7";s:4:"name";s:12:"法律声明";s:5:"title";s:12:"法律声明";s:6:"remark";s:0:"";s:5:"index";s:1:"0";s:6:"footer";s:1:"1";s:5:"shang";s:7:"aboutus";s:7:"content";s:18217:"《虚拟币交易平台--币创网网用户服务协议》<br />
一、总则<br />
1.1、 用户在使用虚拟币交易平台服务前，应当仔细阅读《币创网网用户服务协议》（以下<br />
简称“本协议”）的全部内容，对于本协议中的加重字体、斜体、下划线、颜色标记等条款<br />
需重点阅读、理解。<br />
1.2、 币创网网（http://thbtc.com）所提供的各项服务的所有权和运作权均归深圳市区链网络<br />
科技有限公司（以下简称“币创网”）所有。<br />
1.3、 用户应当同意本协议的全部条款并按照页面上的提示完成全部的注册程序。用户在进<br />
行注册程序过程中点击"注册"按钮即表示用户与币创网达成以下协议，完全接受本协议项下<br />
的全部条款，本协议即在用户与币创网之间产生法律效力，对双方均具有法律约束力。<br />
1.4、 用户注册成功后，币创网将给予每个用户一个用户帐号及相应的密码，该用户帐号和<br />
密码由用户负责保管；用户应当对以其用户帐号进行的所有活动和事件负法律责任。<br />
1.5、 《币创网网用户服务协议》、单项服务条款、全部活动条款及公告可由币创网随时更<br />
新，且无需另行通知。币创网有权对上述条款进行修改，修改后的协议一旦公布即有效替代<br />
原有协议。用户可随时查询最新协议。用户在使用币创网提供的各项服务之前，应仔细阅读<br />
本协议及本协议不可分割的各项服务协议。用户在使用相关服务时,应关注并遵守其所适用<br />
的相关条款。用户如不同意本服务协议及/或随时对其的修改，不得访问或使用本网站相关<br />
服务；用户一旦使用币创网服务，即视为用户已了解并完全同意本协议及其他服务条款中的<br />
各项内容，包括币创网对本协议及其他服务条款随时所做的任何修改，并成为币创网用户。<br />
二、用户资格及注册<br />
2.1、 用户应为具有完全民事权利能力和民事行为能力的自然人、法人，或是能够独立承担<br />
民事责任能力的其他组织。用户若不具有前述规定的法律能力资格，须经法定代理人同意或<br />
由法定代理人代理，或是得到有权主体授权后进行注册、交易。或虽不具有完全民事权利能<br />
力和行为能力,但点击同意注册按钮， 币创网即视为经其法定代理人同意并由其法定代理人<br />
代理注册及完成交易等服务内容的操作。<br />
2.2、 用户使用币创网提供的网络平台服务前，应自行准备如下设备并承担如下开支：<br />
2.2.1、 自行配备上网的所需设备，包括个人电脑、调制解调器或其他必备上网装置；<br />
2.2.2、 自行负担个人上网所支付的与此服务有关的电话费用、网络费用等。<br />
2.3、 用户点击“同意以下协议并注册”按钮，则视为用户同意本协议的所有条款，且具有<br />
浏览币创网平台相关信息、提交买单、合理交易等使用币创网提供的全部服务的权利能力和<br />
行为能力，同意承担由此带来的全部法律责任。<br />
<br />
2.4、 用户注册、使用币创网不得出于非法或破坏币创网交易秩序的目的，用户保证向比特<br />
儿提交的全部信息真实、准确和完整，不存在盗用、借用、买入非本人手机号码、电子邮箱<br />
等进行注册、虚假交易和作弊交易的行为，用户若存在上述违规行为，币创网有权取消其交<br />
易资格及因参加交易活动所获权益，并停止服务、封停帐号。如该违规行为给币创网造成损<br />
失的，币创网保留追究赔偿及诉至法律解决的权利。<br />
2.5、 用户注册成功后，应妥善保管其币创网平台帐户及密码，定期或不定期修改密码，在<br />
每次使用币创网服务完毕后及时退出帐户，以确保帐户安全。用户不得将币创网平台帐户出<br />
借、转让或用作其他非法用途，否则因帐户未妥善保管而造成损失的，用户应承担相应法律<br />
责任。<br />
三、用户个人信息保护<br />
3.1、本协议所称之币创网用户信息是指符合法律、法规及相关规定，并符合下述范围的信<br />
息：<br />
3.1.1、用户注册币创网或申请币创网会员卡时，向币创网提供的个人信息；<br />
3.1.2、用户在使用币创网服务、参加网站活动或访问网站网页时，币创网自动接收并记录的<br />
用户浏览器端或手机客户端数据，包括但不限于 IP 地址、网站 Cookie 中的资料及用户要求<br />
取用的网页记录；<br />
3.1.3、币创网从商业伙伴处合法获取的用户个人信息；<br />
3.1.4、其它币创网通过合法途径获取的用户个人信息。<br />
3.2、币创网承诺：非经法定原因或用户事先许可，币创网不会向任何第三方透露用户的密<br />
码、姓名、身份证，手机号码等非公开信息。并对用户信息中涉及识别用户个人身份和用户个人隐私<br />
的信息进行保护，承诺在未获得用户许可的情况下，不会将用户的上述信息对外公开或提供<br />
给任何第三方，但以下情况除外：<br />
3.2.1、经用户同意向用户本人或其他第三方披露；<br />
3.2.2、经用户同意公开其个人资料，享受为其提供的产品和服务；<br />
3.2.3、根据法律、法规等相关规定，或行政机构要求，向行政、司法机构或其他法律规定的<br />
第三方披露；<br />
3.2.4、其它币创网根据法律、法规等相关规定进行的披露。<br />
四、服务的提供、修改及终止<br />
<br />
4.1、用户可根据本协议及币创网公布的相关使用规则，查阅在币创网平台上发布的交易及<br />
相关资料，通过币创网平台交易具体的金融服务产品等有关活动，及币创网现有及将来可能<br />
提供的其他服务。<br />
4.2、用户在使用币创网提供的上述服务时，应遵守本协议及币创网的相关使用规则，遵守<br />
自愿、平等、公平及诚实信用原则，不利用币创网平台侵犯他人合法权益及谋取不正当利益，<br />
不扰乱网上交易的正常秩序。<br />
4.3、用户在接受币创网各项服务的同时，同意接受币创网网提供的各类信息服务。用户在<br />
此授权币创网可以向其电子邮件、手机、通信地址等发送商业信息。用户有权选择不接受比<br />
特儿提供的各类信息服务，并进入币创网相关页面进行更改。<br />
4.4、币创网会尽全力维护平台的正常运行，以向用户提供持续、稳定、安全、顺畅的服务。<br />
但用户理解并同意：币创网对服务页面进行改版、升级网站系统、增加服务功能等须中断服<br />
务的操作时，有权暂时中断服务。<br />
4.5、币创网保留随时修改或中断服务而不需通知用户的权利。币创网有权行使修改或中断<br />
服务的权利，不需对用户或任何无直接关系的第三方负责。<br />
4.6、用户对本协议的修改有异议，或对币创网的服务不满，可以行使如下权利：<br />
4.6.1、停止使用币创网的网络服务；<br />
4.6.2、通过客服等渠道告知币创网停止对其服务。结束服务后，用户使用币创网网络服务的<br />
权利立即终止。在此情况下，币创网没有义务传送任何未处理的信息或未完成的服务给用户<br />
或任何无直接关系的第三方。<br />
五、用户权利<br />
5.1、用户的用户名、密码和安全性<br />
5.1.1、用户有权选择是否成为币创网会员，用户选择成为币创网注册用户的，可自行创建、<br />
修改昵称。用户名和昵称的命名及使用应遵守相关法律法规并符合网络道德。用户名和昵称<br />
中不能含有任何侮辱、威胁、淫秽、谩骂等侵害他人合法权益的文字。<br />
5.1.2、用户一旦注册成功，成为币创网的会员，将得到用户名（用户邮箱）和密码，并对以<br />
此组用户名和密码登入系统后所发生的所有活动和事件负责，自行承担一切使用该用户名的<br />
言语、行为等而直接或者间接导致的法律责任。<br />
5.1.3、用户有义务妥善保管币创网网账号、用户名和密码、短信验证码、谷哥验证码，用户<br />
将对用户名和密码、和谷哥密钥安全负全部责任。因用户原因导致用户名或密码、谷哥密钥<br />
泄露而造成的任何法律后果由用户本人负责，由于用户自身原因泄露这些信息导致的财产损<br />
失，本站不负相关责任。由于本站是交易网站，登录密码、提现密码、交易密码、短信密码、<br />
谷哥密码等不得使用相同密码，否则会有安全隐患，相关责任由用户自身承担。<br />
5.1.4、用户密码遗失的，可以通过注册电子邮箱发送的链接重置密码，以手机号码注册的用<br />
户可以凭借手机号码找回原密码。用户若发现任何非法使用用户名或存在其他安全漏洞的情<br />
况，应立即告知币创网。<br />
5.1.5、币创网不会向任何用户索取密码，不会让用户往任何非本站交易中心里提供的帐户、<br />
btc/ltc 充值地址打款，请大家不要相信任何币创网打折、优惠等诈骗信息，往非 btc/ltc 交易<br />
中心提供的账户、地址里打款或币造成的损失本站不负责任。<br />
5.2、用户有权根据网站相关规定，在发布信息等贡献后，取得币创网给予的奖励；<br />
5.3、用户有权修改其个人账户中各项可修改信息，自行选择昵称和录入介绍性文字，自行<br />
决定是否提供非必填项的内容；<br />
5.4、用户有权参加币创网社区，并发表符合国家法律规定，并符合币创网社区规则的文章<br />
及观点；<br />
5.5、用户有权根据网站相关规定，获得币创网给与的奖励（如社区学分、徽章等）；<br />
5.6、用户有权参加币创网组织提供的各项线上、线下活动；<br />
5.7、用户有权根据币创网网站规定，享受币创网提供的其它各类服务。<br />
六、用户义务<br />
6.1 用户可以在币创网平台发布对商品或交易服务的评价信息，并可对其进行适当的修<br />
改、删除，但不得不得利用本站危害国家安全、泄露国家秘密，不得侵犯国家社会集体的和<br />
公民的合法权益，不得利用本站制作、复制和传播下列信息：<br />
6.1.1、 反对宪法所确定的基本原则，煽动、抗拒、破坏宪法和法律、行政法规实施的；<br />
6.1.2、 煽动颠覆国家政权，推翻社会主义制度，煽动、分裂国家，破坏国家统一的；<br />
6.1.3、 损害国家荣誉和利益的；<br />
6.1.4、 煽动民族仇恨、民族歧视，破坏民族团结的；<br />
6.1.5、 任何包含对种族、性别、宗教、地域内容等歧视的；<br />
6.1.6、 捏造或者歪曲事实，散布谣言，扰乱社会秩序的；<br />
6.1.7、 宣扬封建迷信、邪教、淫秽、色情、赌博、暴力、凶杀、恐怖、教唆犯罪的；<br />
<br />
6.1.8、 公然侮辱他人或者捏造事实诽谤他人的，或者进行其他恶意攻击的；<br />
6.1.9、 损害国家机关信誉的；<br />
6.1.10、其他违反宪法和法律行政法规的。<br />
6.1.11、进行商业广告行为的<br />
6.2、用户不得通过任何手段恶意注册币创网网站帐号，包括但不限于以牟利、炒作、套现、<br />
获奖等为目的多个账号注册。用户亦不得盗用其他用户帐号。如用户违反上述规定，则比特<br />
儿网有权直接采取一切必要的措施，包括但不限于删除用户发布的内容、取消用户在网站获<br />
得的星级、荣誉以及虚拟财富，暂停或查封用户帐号，取消因违规所获利益，乃至通过诉讼<br />
形式追究用户法律责任等。<br />
6.3、禁止用户将币创网网任何形式作为从事各种非法活动的场所、平台或媒介。未经比特<br />
儿的授权或许可，用户不得借用本站的名义从事任何商业活动，也不得以任何形式将币创网<br />
作为从事商业活动的场所、平台或媒介。如用户违反上述规定，则币创网有权直接采取一切<br />
必要的措施，包括但不限于删除用户发布的内容、取消用户在网站获得的星级、荣誉以及虚<br />
拟财富，暂停或查封用户帐号，取消因违规所获利益，乃至通过诉讼形式追究用户法律责任<br />
等。<br />
6.4、用户在币创网以各种形式发布的一切信息，均应符合国家法律法规等相关规定及网站<br />
相关规定，符合社会公序良俗，并不侵犯任何第三方主体的合法权益，否则用户自行承担因<br />
此产生的一切法律后果，且币创网因此受到的损失，有权向用户追偿。<br />
七、责任限制与免责<br />
7.1、不论在任何情况下，币创网对由于互联网正常的设备维护，互联网络连接故障，电脑、<br />
通讯或其他系统的故障，网络攻击，电力故障，罢工，暴乱，骚乱，灾难性天气（如火灾、<br />
洪水、风暴等），爆炸，战争，政府行为，司法行政机关的命令或第三方的不作为而造成的<br />
不能履行或延迟履行服务不承担责任。<br />
7.2、币创网作为“网络服务提供者”的第三方平台，不担保网站平台上的信息及服务能充<br />
分满足用户的需求。对于用户在接受币创网的服务过程中可能遇到的错误、侮辱、诽谤、不<br />
作为、淫秽、色情或亵渎事件，币创网不承担法律责任。<br />
7.3、基于互联网的特殊性，币创网也不担保服务不会受中断，对服务的及时性、安全性都<br />
不作担保，不承担非因币创网导致的责任。<br />
7.4、币创网力图使用户能对本网站进行安全访问和使用，但币创网不声明也不保证本网站<br />
或其服务器是不含病毒或其它潜在有害因素的；因此用户应使用业界公认的软件查杀任何自<br />
币创网下载文件中的病毒。用户须自行辨别真伪，谨慎预防风险。<br />
<br />
7.5、币创网不对用户所发布信息的保存、修改、删除或储存失败负责。对网站上的非因比<br />
特儿故意所导致的排字错误、疏忽等不承担责任。用户须自行辨别真伪，谨慎预防风险。<br />
7.6、币创网有权但无义务，改善或更正本网站任何部分之疏漏、错误。<br />
7.7、除非币创网以书面形式明确约定，币创网对于用户以任何方式（包括但不限于包含、<br />
经由、连接或下载）从本网站所获得的任何内容信息，包括但不限于广告等，不保证其准确<br />
性、完整性、可靠性；对于用户因本网站上的内容信息而购买、获取的任何产品、服务、信<br />
息或资料，币创网不承担责任。用户自行承担使用本网站信息内容所导致的风险。<br />
7.8、币创网内所有用户所发表的用户评论，仅代表用户个人观点，并不表示本网站赞同其<br />
观点或证实其描述，本网站不承担用户评论引发的任何法律责任。<br />
7.9、币创网有权删除币创网网内各类不符合法律或协议规定的信息，而保留不通知用户的<br />
权利。<br />
7.10、所有发给用户的通告，币创网都将通过正式的页面公告、站内信、电子邮件、客服电<br />
话、手机短信或常规的信件送达。任何非经币创网正规渠道获得的中奖、优惠等活动或信息，<br />
币创网不承担法律责任。<br />
7.11、币创网有权根据市场情况调整充值、提现、交易等手续费费率，有权决定免费推广期<br />
的终止。<br />
八、法律管辖和适用<br />
8.1、 本协议的订立、执行和解释及争议的解决均应适用中华人民共和国大陆地区的法律管<br />
辖。<br />
8.2、如发生本协议条款与上述法律相抵触时，则这些条款将完全按上述法律规定重新解释，<br />
但不影响其它合法条款对用户产生的法律效力和影响。<br />
8.3、 本协议的规定是可分割的，如本协议任何规定被裁定为无效或不可执行，则该规定可<br />
被删除，不影响其余条款的继续执行。<br />
8.4、 如双方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，<br />
任何一方均可向币创网所在地人民法院提起诉讼。<br />
8.5、本协议是币创网与用户注册成为币创网用户，使用币创网服务之间的重要法律文件，<br />
币创网或者用户的任何其他书面或者口头意思表示与本协议不一致的，均应当以本协议为<br />
准。<br />
币创网平台深圳区链网络科技有限公司保留最终解释权。<br />
<br />
九、附则<br />
本协议除以上正文部分外，还包括币创网平台发布的各项服务规则、产品使用规则、页面提<br />
示提醒等，各项服务规则与本协议具有同等法律效力，为本协议不可分割的重要组成部分。<br />
服务规则包括但不限 《币创网用户协议》、 《网络交易服务规则》、 《币创网平台使用规<br />
则》、 《隐私声明》、 《反作弊声明》、 《用户交易体验承诺》、 《网购服务》等。其他<br />
交易服务规则。<br />";s:4:"sort";s:1:"4";s:7:"addtime";s:10:"1480224641";s:7:"endtime";s:10:"1480224643";s:6:"status";s:1:"1";}}s:4:"help";a:4:{i:0;a:12:{s:2:"id";s:2:"10";s:4:"name";s:12:"注册指南";s:5:"title";s:12:"注册指南";s:6:"remark";s:0:"";s:5:"index";s:1:"0";s:6:"footer";s:1:"1";s:5:"shang";s:4:"help";s:7:"content";s:54:"<img src="/Upload/article/583a700024ba4.png" alt="" />";s:4:"sort";s:1:"1";s:7:"addtime";s:10:"1480224781";s:7:"endtime";s:10:"1480224782";s:6:"status";s:1:"1";}i:1;a:12:{s:2:"id";s:2:"11";s:4:"name";s:12:"交易指南";s:5:"title";s:12:"交易指南";s:6:"remark";s:0:"";s:5:"index";s:1:"0";s:6:"footer";s:1:"1";s:5:"shang";s:4:"help";s:7:"content";s:54:"<img src="/Upload/article/583a6fe68794d.png" alt="" />";s:4:"sort";s:1:"2";s:7:"addtime";s:10:"1480224756";s:7:"endtime";s:10:"1480224757";s:6:"status";s:1:"1";}i:2;a:12:{s:2:"id";s:2:"12";s:4:"name";s:12:"充值指南";s:5:"title";s:12:"充值指南";s:6:"remark";s:0:"";s:5:"index";s:1:"0";s:6:"footer";s:1:"1";s:5:"shang";s:4:"help";s:7:"content";s:54:"<img src="/Upload/article/58480f93daf68.jpg" alt="" />";s:4:"sort";s:1:"3";s:7:"addtime";s:10:"1481117610";s:7:"endtime";s:10:"1481117612";s:6:"status";s:1:"1";}i:3;a:12:{s:2:"id";s:2:"13";s:4:"name";s:12:"充值限额";s:5:"title";s:12:"充值限额";s:6:"remark";s:0:"";s:5:"index";s:1:"0";s:6:"footer";s:1:"1";s:5:"shang";s:4:"help";s:7:"content";s:407:"<span style="color:#CC33E5;font-size:14px;"><span style="font-size:14px;line-height:normal;color:#CC33E5;">最小充值100最大充值10</span></span><span><span style="font-size:14px;line-height:normal;"><span style="color:#CC33E5;font-size:14px;"></span><span style="color:#CC33E5;font-size:14px;">0000 请通过本人支付宝充值</span></span></span><span style="color:#CC33E5;font-size:14px;"></span>";s:4:"sort";s:1:"4";s:7:"addtime";s:10:"1481177606";s:7:"endtime";s:10:"1481177607";s:6:"status";s:1:"1";}}s:6:"xiazai";a:2:{i:0;a:12:{s:2:"id";s:2:"16";s:4:"name";s:15:"浏览器下载";s:5:"title";s:15:"浏览器下载";s:6:"remark";s:0:"";s:5:"index";s:1:"0";s:6:"footer";s:1:"1";s:5:"shang";s:6:"xiazai";s:7:"content";s:54:"<img src="/Upload/article/583a7016bd67f.png" alt="" />";s:4:"sort";s:1:"2";s:7:"addtime";s:10:"1480224804";s:7:"endtime";s:10:"1480224805";s:6:"status";s:1:"1";}i:1;a:12:{s:2:"id";s:2:"17";s:4:"name";s:18:"新币上线申请";s:5:"title";s:18:"新币上线申请";s:6:"remark";s:0:"";s:5:"index";s:1:"0";s:6:"footer";s:1:"1";s:5:"shang";s:6:"xiazai";s:7:"content";s:304:"<img src="/Upload/article/583a70a9d79ff.png" alt="" />&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;<span style="color:#CC33E5;">请发邮件联系工作人员，合作愉快！！！</span>";s:4:"sort";s:1:"3";s:7:"addtime";s:10:"1480224952";s:7:"endtime";s:10:"1480224955";s:6:"status";s:1:"1";}}}